{
    "Mo8tareb": "مغترب",
    "Home": "الرئيسية",
    "Rooms": "الحجرات",
    "My Rooms":"حجراتي",
    "Rent A Room":"مشاركة حجرة",
    "About": "من نحن",
    "Contact": "تواصل معنا",
    "Register": "تسجيل دخول",
    "Sign out": "تسجيل خروج",


    "Email": "البريد الالكتروني",
    "Password": "كلمة السر",
    "Forgot": "نسيت؟",
    "Sign In": "دخول",
    "Not a member": "ليس لديك حساب",
    "Sign up now": "تسجيل",
    "Sign In With": "تسجيل الدخول",
    "Facebook": "فيس بوك",
    "Google": "جوجل",
    "Reserved": "جميع الحقوق محفوظة",
    

    "Registration": "انشاء حساب جديد",
    "First Name": "الاسم",
    "Last Name": "اللقب",
    "User Name": "اسم المستخدم",
    "Email Address": "البريد الالكتروني",
    "Phone Number": "الهاتف",
    "Gender": "النوع",
    "Male": "ذكر",
    "Female": "انثي",
    "Confirm Password": "تاكيد الرقم السري",


    "Contact Us Now":"تواصل معنا الان ",
    "ContactParagraph":"نحن نتفهم المتاعب والضغط الناجم عن العثور على غرفة الإيجار المناسبة التي تناسب جميع المربعات. لهذا السبب أنشأنا موقعًا إلكترونيًا سهل الاستخدام يجعل عملية العثور على غرف الإيجار وحجزها سلسة وخالية من الإجهاد. من خلال موقعنا الإلكتروني ، يمكنك البحث عن غرف للإيجار بناءً على موقعك وميزانيتك ووسائل الراحة المفضلة لديك ، من بين عوامل أخرى",
    "Your Name":"الاسم",
    "Your Email":"البريد الالكتروني",
    "Subject":"الموضوع",
    "Message":"الرسالة",
    "Send Message":"ارسال",
    "Find us in":"الموقع",
    "Social networks":"التواصل الاجتماعي",


    "WhoWeAre":"من نحن ؟",
    "contactParagraph":"تم تصميم موقعنا بهدف واحد: توفير تجربة تأجير سلسة وخالية من الإجهاد لعملائنا. نحن نتفهم أن العثور على غرفة الإيجار المناسبة يمكن أن يكون مهمة شاقة ، خاصة بالنسبة لأولئك الجدد في مدينة أو بلد معين. لهذا السبب قمنا بإنشاء موقع ويب يقدم مجموعة شاملة من خيارات تأجير الغرف لتناسب جميع الميزانيات والتفضيلات والاحتياجات",
    "contactParagraph1":"إحدى الميزات البارزة في موقعنا الإلكتروني هي سهولة التنقل. لقد قمنا بتصميم موقع الويب بواجهة سهلة الاستخدام ، مما يسهل على العملاء البحث عن غرف الإيجار وتصفيتها بناءً على الموقع الذي يرغبون فيه ، والميزانية ، ووسائل الراحة. تضمن خوارزمية البحث الخاصة بنا أن يتم تقديم خيارات غرف الإيجار الأكثر ملاءمة للعملاء والتي تلبي متطلباتهم",
    "contactParagraph2":"نحن نفخر أيضًا بتنوع خيارات الغرف المستأجرة المتاحة على موقعنا الإلكتروني. نحن نتفهم أن كل عميل لديه تفضيلات واحتياجات مختلفة عندما يتعلق الأمر بغرف مستأجرة. لهذا السبب نقدم مجموعة واسعة من الخيارات ، من الغرف الخاصة إلى الغرف المشتركة والشقق بأكملها. يمكن للعملاء الاختيار من بين مجموعة متنوعة من أنواع الغرف وأحجامها وأنماطها ، مما يضمن حصولهم على خيار الإقامة المثالي الذي يلبي احتياجاتهم الفردية",
    

    "test":"Rooms",
    "OurAmazingRooms":"استكشف الحجرات المتاحة الان",
    "roomParagraph":"أهلا في موقعنا! ندعوك لاكتشاف غرفنا المذهلة وتجربة إقامة لا تُنسى حقًا. من الغرف المريحة والدافئة إلى الأجنحة الفاخرة ، نقدم مجموعة من الخيارات التي تناسب كل الأذواق والميزانيات. سواء كنت مسافرًا للعمل أو الترفيه ، تم تصميم غرفنا لتوفير أقصى درجات الاسترخاء والراحة. استكشف موقعنا على الإنترنت لاكتشاف المزيد عن غرفنا ووسائل الراحة لدينا ، وحجز إقامتك معنا اليوم. ونحن نتطلع إلى الترحيب بكم!",
    "rent":"السعر",
    "Click here to view":"اضغط لعرض التفاصيل",
    "Beds":"سرير",
    "Location":"الموقع",

    "Quick Summary":"ملخص سريع",
    "Status":"الحالة",
    "Room ID":"رقم الحجرة",
    "Room Description":"وصف الحجرة",
    "Amenities":"الخدمات المتاحة",
    "Reserve Room":"حجز",



    "Welcome":"مرحبًا بكم في مغترب الخاص بغرف الإيجار",
    "mainParagraph":"مرحبًا بكم في موقع الويب الخاص بغرف الإيجار ، وجهتك النهائية للعثور على غرفة الإيجار المثالية لإقامتكم. سواء كنت تبحث عن إقامة قصيرة الأجل أو خيار إقامة طويل الأجل ، فقد قمنا بتغطيتك. يوفر موقعنا منصة سهلة ومريحة للبحث وحجز غرف التأجير التي تناسب متطلباتك وميزانيتك.",
    "mainParagraph2":"بالإضافة إلى توفير مجموعة كبيرة من الغرف المؤجرة ، يقدم موقعنا الإلكتروني أيضًا ميزات وفوائد أساسية أخرى. على سبيل المثال ، نقدم أوصافًا مفصلة وصورًا للغرف المستأجرة لمساعدتك في اتخاذ قرار مستنير. نقدم أيضًا دعم العملاء لمساعدتك في حالة وجود أي أسئلة أو مشكلات قد تواجهك.",
    "Our Services":"خدماتنا",
    "Lifestyle":"بحث شامل",
    "Easy":"التفاصيل",
    "Rent":"دعم العملاء",
    "MainP1":"خيارات بحث وتصفية شاملة: يوفر موقعنا الإلكتروني نظام بحث وتصفية شامل ، مما يسمح للمستخدمين بالبحث عن غرف للإيجار بناءً على موقعهم المفضل وميزانيتهم ​​ووسائل الراحة ، من بين عوامل أخرى. تضمن هذه الميزة أنه يمكن للمستخدمين العثور بسهولة على خيارات غرف الإيجار الأكثر ملاءمة والتي تلبي متطلباتهم.",
    "MainP2":"الأوصاف والصور التفصيلية: نقدم وصفًا تفصيليًا وصورًا لكل غرفة مستأجرة على موقعنا ، مما يتيح للمستخدمين اتخاذ قرار مستنير قبل الحجز. تضمن هذه الميزة أن يكون لدى المستخدمين فهم واضح لما يمكن توقعه من غرفة التأجير ، مما يساعدهم على تجنب أي مفاجآت أثناء إقامتهم.",
    "MainP3":"دعم العملاء: يقدم موقعنا دعم العملاء لمساعدة المستخدمين في أي أسئلة أو مشاكل قد يواجهونها أثناء عملية التأجير. تضمن هذه الميزة وصول المستخدمين إلى الدعم والتوجيه الموثوقين ، مما يساعدهم على التنقل في عملية التأجير بسلاسة وكفاءة.",


    "NoRooms":"لم تقم باي عمليات حجز حتي الان ",
    "Rooms you have Reserved":"الحجرات التي قمت بحجزها",
    "Review My Rooms":"مراجعة الحجرة",
    "Your Reservation has been":"بناءً علي طلبك تمت",
    "Approved":"الموافقة",
    "By Room Owner, You can Proceed to checkout to rent the room":"علي حجز الغرفة بواسطة المالك ",
    "Proceed to ckeckout":"انتقل الي عملية الدفع",



    "Join Us As A Room Owner":"انضم الينا الان وقم بمشاركة حجرتك",
    "roomOwnerP1":"خدمات مالك غرفة Mo8tareb ، يرجى ملاحظة أنه في حالة النقر فوق هذا الزر ، ستصبح مالك الغرفة وسيتم حذف جميع المراجعات السابقة والحجوزات وسجل الدفع",
    "Rent My Rooms":"أنضم الان ",
    "roomOwnerP2":"M8tareb هو تطبيق ويب سهل الاستخدام مصمم لتأجير الغرف والعقارات. يقدم مجموعة واسعة من الميزات لجعل عملية الاستئجار سهلة وخالية من المتاعب. يستخدم التطبيق واجهة برمجة تطبيقات خرائط Google لتحديد موقع الغرف وتقديم معلومات حول الخدمات القريبة. يسمح للمستخدمين بالبحث عن غرف بناءً على خدماتهم المفضلة ، والقرب من موقعهم ، وخيارات الدفع ، من بين أشياء أخرى. يحتوي التطبيق على نظام تقييم ومراجعة ، مما يساعد المستخدمين على اتخاذ قرارات مستنيرة حول جودة الغرف التي يرغبون في استئجارها. بشكل عام ، يعد M8tareb منصة موثوقة لتأجير الغرف والعقارات ، ويقدم خدمة عملاء ودعمًا ممتازين.",
    
    

    "Welcome to the Technology of ":"Welcome to the Technology of test",
    "AIP0":"موقع Mo8tareb هو أول موقع إلكتروني للتأجير من نوعه يستخدم تقنية الذكاء الاصطناعي لجعل البحث عن تأجير الغرف أمرًا سهلاً وفعالاً. ",
    "AIP1":"Mo8tareb هو موقع ثوري لتأجير الغرف يستخدم الذكاء الاصطناعي لجعل عملية العثور على الغرفة المثالية أسهل وأكثر كفاءة من أي وقت مضى. موقعنا هو الأول من نوعه ، مدعوم بخوارزميات ذكاء اصطناعي متقدمة تزود المستخدمين بتوصيات مخصصة بناءً على تفضيلاتهم واحتياجاتهم. مع Mo8tareb ، لم تعد بحاجة إلى قضاء ساعات في البحث في مواقع الويب المختلفة أو الاعتماد على Google للعثور على الغرفة المثالية. تم تصميم محرك البحث الخاص بنا لتزويدك بنتائج دقيقة وذات صلة في ثوانٍ فقط.    ",
    "AIP2":"يتميز Mo8tareb أيضًا بواجهة سهلة الاستخدام تسهل التنقل والعثور على ما تحتاجه. سواء كنت تبحث عن غرفة فردية أو شقة كاملة ، فإن موقعنا الإلكتروني يحتوي على كل ما تحتاجه لجعل البحث سريعًا وسهلاً. فريقنا مكرس لتقديم أفضل تجربة مستخدم ممكنة ، ونحن نعمل باستمرار على تحسين موقعنا الإلكتروني وإضافة ميزات جديدة لجعل عملية استئجار غرفة بسيطة وفعالة قدر الإمكان. فلماذا تنتظر؟ ابدأ البحث اليوم واكتشف سبب كون مؤ8طب الوجهة النهائية لأي شخص يتطلع لاستئجار غرفة.",
    "Why US":"لماذا نحن؟",
    "Next":"التالي",
    "Previous":"السابق"



    
}