{
    "Mo8tareb": "Mo8tareb",
    "Home": "Home",
    "Rooms": "Rooms",
    "My Rooms":"My Rooms",
    "Rent A Room":"Rent A Room",
    "About": "About",
    "Contact": "Contact",
    "Register": "Register",
    "Sign out": "Sign out",
    

    "Email": "Email",
    "Password": "Password",
    "Forgot": "Forgot?",
    "Sign In": "Sign In",
    "Not a member": "Sign In",
    "Sign up now": "Sign up now",
    "Sign In With": " Sign In With",
    "Facebook": "Facebook",
    "Google": "Google",
    "Reserved": " All Rights Reserved.",
    
    
    "Registration": "Registration Form",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "User Name": "User Name",
    "Email Address": "Email Address",
    "Phone Number": "Phone Number",
    "Gender": "Gender",
    "Male": "Male",
    "Female": "Female",
    "Confirm Password": "Confirm Password",

    
    "Contact Us Now":"Contact Us Now",
    "ContactParagraph":"We understand the hassle and stress of finding the right rental room that ticks all the boxes. That's why we have created a user-friendly website that makes the process of finding and booking rental rooms seamless and stress-free. With our website, you can search for rental rooms based on your preferred location, budget, and amenities, among other factors.",
    "Your Name":"Your Name",
    "Your Email":"Your Email",
    "Subject":"Subject",
    "Message":"Message",
    "Send Message":"Send Message",
    "Find us in":"Find us in",
    "Social networks":"Social networks",


    "WhoWeAre":"Who We Are ?",
    "contactParagraph":"Our website is designed with one goal in mind: to provide a seamless and stress-free rental experience for our customers. We understand that finding the right rental room can be a daunting task, especially for those who are new to a particular city or country. That's why we have created a website that offers a comprehensive range of rental room options to suit all budgets, preferences, and needs",
    "contactParagraph1":"One of the standout features of our website is the ease of navigation. We have designed the website with a user-friendly interface, making it easy for customers to search and filter rental rooms based on their desired location, budget, and amenities. Our search algorithm ensures that customers are presented with the most relevant rental room options that meet their requirements.",
    "contactParagraph2":"We also take pride in the diversity of rental room options available on our website. We understand that every customer has different preferences and needs when it comes to rental rooms. That's why we offer a wide range of options, from private rooms to shared rooms and entire apartments. Customers can choose from a variety of rental room types, sizes, and styles, ensuring that they find the perfect accommodation option that meets their individual needs.",
    

    "test":"test",
    "OurAmazingRooms":"Discover Our Amazing Rooms",
    "roomParagraph":"Welcome to our website! We invite you to discover our amazing rooms and experience a truly unforgettable stay. From cozy and comfortable rooms to luxurious suites, we offer a range of options to suit every taste and budget. Whether you're traveling for business or pleasure, our rooms are designed to provide the ultimate in relaxation and comfort. Explore our website to discover more about our rooms and amenities, and book your stay with us today. We look forward to welcoming you!",
    "rent":"rent",
    "Click here to view":"Click here to view",
    "Beds":"Beds",
    "Location":"Location",

    "Quick Summary":"Quick Summary",
    "Status":"Status",
    "Room ID":"Room ID",
    "Room Description":"Room Description",
    "Amenities":"Amenities",
    "Reserve Room":"Reserve Room",



    "Welcome":"Welcome to our rental room website",
    "mainParagraph":"Welcome to our rental room website, your ultimate destination for finding the perfect rental room for your stay. Whether you are looking for a short-term stay or a long-term accommodation option, we have got you covered. Our website provides an easy and convenient platform to search and book rental rooms that suit your requirements and budget.",
    "mainParagraph2":"In addition to providing a vast selection of rental rooms, our website also offers other essential features and benefits. For instance, we provide detailed descriptions and photos of the rental rooms to help you make an informed decision. We also provide customer support to assist you in case of any questions or issues that you may encounter.",
    "Our Services":"Our Services",
    "Lifestyle":"Search",
    "Easy":"Detailed",
    "Rent":"Support",
    "MainP1":"Comprehensive Search and Filtering Options: Our website provides a comprehensive search and filtering system, which allows users to search for rental rooms based on their preferred location, budget, and amenities, among other factors. This feature ensures that users can easily find the most relevant rental room options that meet their requirements.",
    "MainP2":"Detailed Descriptions and Photos: We provide detailed descriptions and photos of each rental room on our website, allowing users to make an informed decision before booking. This feature ensures that users have a clear understanding of what to expect from the rental room, helping them to avoid any surprises during their stay.",
    "MainP3":"Customer Support: Our website offers customer support to assist users with any questions or issues they may encounter during the rental process. This feature ensures that users have access to reliable support and guidance, helping them to navigate the rental process smoothly and efficiently."



    
    

}